[File]
ANSICP=775
Author=Audrius Serapinas (serasirco@gmail.com)
Help=
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F1364634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC3F2BB73A26B13420AB1F13641F1364644FDD634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC3F2BB73A26B11F13641F13646550DE644FDD634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC3F2BB71F13641F13646550DE6550DE644FDD634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC1F13642737095E84155D83155C82145A8014597E14577B135578135275125071124D6D114A6910466410435F0F3F5A0E2737092737095E85155E84155D83155C82145A8014597E14577B135578135275125071124D6D114A6910466410435F0F2737092737095F86155E85155E84155D83155C82145A8014597E14577B135578135275125071124D6D114A69104664102737092737095F86155F86155E85155E84155D83155C82145A8014597E14577B135578135275125071124D6D114A69102737090A84B845C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC1AACEB14A9EA0DA6E80A84B80A84B846C1F545C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC1AACEB14A9EA0A84B80A84B847C1F546C1F545C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC1AACEB0A84B80A84B847C1F547C1F546C1F545C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC0A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B8000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1063
Name=Lietuvių (Lietuva) (LT)
VersionId=5110

[About]
B1=Užverti
Caption=Apie programą
L1=Pagalba:
L2=Autorius:
L4=Dizaineris:
L5=Licencija
L6=Pakeitimai

[Actions]
EqualizerFrame=Ekvalaizeris
Form.AutoHide=Režimas: plaukiojantis su automatiniu slėpimu
Form.DockTo=Paslėpti
Form.DockToEdges=kairėje ekrano pusėje|dešinėje ekrano pusėje|ekrano viršuje|ekrano apačioje
Form.DoMaximize=Išdidinti
Form.Fixed=Režimas: fiksuotas
Form.Float=Režimas: plaukiojantis
Form.LockPlacement=Fiksuoti lango poziciją
Form.Maximize=Išdidinti|Atkurti
Form.Minimize=Sumažinti
Form.StayOnTop=Visada viršuje
Form.Undock=Atsegti
Form.Visible=%s - rodyti|%s - paslėpti
PlaylistFrame=Grojaraštis
QuickSearch=Greita paieška
Tabs.ScrollDown=Slinkti korteles atgal
Tabs.ScrollUp=Slinkti korteles pirmyn
Visuals.VisualMenu=Vizualizacijų sąrašas

[AddLinkDialog]
btnOk=Gerai
Caption=Pridėti nuorodą
lbLink=Srauto nuoroda:
lbName=Pavadinimas:

[AIMP]
acCopyTo=Kopijuoti į...
acFormsTogglePlaylistVisibility.h=Rodyti / Slėpti grojaraštį
acFormsTogglePlaylistVisibility=Grojaraštis
acHelp=Žinynas
acMainAddFiles.h=Pridėti failus
acMainAddFiles=Failai
acMainAddFolder.h=Pridėti aplanką
acMainAddFolder=Aplankas
acMainAddPlaylist.h=Pridėti grojaraštį
acMainAddPlaylist=Grojaraštis
acMainAddURL.h=Pridėti URL
acMainAddURL=URL
acMainBookmarksManager=Žymių tvarkyklė
acMainDSPManager=Garso efektai
acMainDSPManagerCrossMixing=Garso efektai: Maišymas
acMainDSPManagerEQ=Garso efektai: Ekvalaizeris
acMainDSPManagerSilenceRemover=Garso efektai: Tylos šalinimas
acMainDSPManagerSoundEffects=Garso efektai: Bendri
acMainDSPManagerVolumeNormalization=Garso efektai: Garsumas
acMainExit.h=Užverti AIMP
acMainMinimize.h=Sumažinti / padidinti
acMainOpenFiles.h=Atverti failą(-us)
acMainOpenFiles=Atverti failus
acMainOpenFolder=Atverti aplanką
acMainOpenPlaylist.h=Importuoti grojaraštį
acMainOpenPlaylist=Importuoti grojaraštį
acMainStayOnTop=Likite viršuje
acMLCompressDB=Suspausti duomenų bazę
acMLDeleteAll=Ištrinti visus failus
acMLEditBookmark=Redaguoti žymę...
acMLGroupingTreeDeleteSelected=Trinti
acMLGroupingTreeDeleteSelectedPhysically=Ištrinti iš disko
acMLLabelsDialog=Etiketė...
acMLMakeReport=Ataskaita...
acMLMissedFiles=Rasti praleistus failus...
acMLPlayFiles=Leisti visus
acMLPlaySelectedFiles=Leisti pasirinktus
acMLReloadTagsForAllFiles=Iš naujo įkelkite visų failų žymas
acMLReloadTagsForSelectedFiles=Iš naujo įkelkite pasirinktų failų žymas
acMLResetStats=Atstatyti visų failų statistiką
acMLResetStatsForSelectedFiles=Atstatyti pasirinktų failų statistiką
acMLTableDeleteSelected=Trinti  pasirinktus
acMLTableSendFilesToActivePlaylist=Pridėti  prie  leidžiamo  grojaraščio
acMoveTo=Perkelti  į:
acOpenFolder=Atverti aplanką
acOptionHotkeys.h=Sparčiųjų klavišų parinktys
acOptionHotkeys=Spartieji klavišai
acOptionLangs.h=Kalbos nustatymai
acOptionLangs=Kalba
acOptionPlugins.h=Įskiepio nustatymai
acOptionPlugins=Įskiepiai
acOptions=Parinktys
acOptionShutdown.h=Planuotojo pasirinktys
acOptionShutdown=Planuotojas
acOptionSkins.h=Sąsajos nustatymai
acOptionSkins=Išvaizdos failai
acPlayableFileCopyFileToClipboard.h=Kopijuoti failą į iškarpinę
acPlayableFileCopyInfoToClipboard.h=Kopijuoti failo informaciją į iškarpinę
acPlayableFileCopyToLastPath.h=Kopijuoti dabar grojamą  failą į paskutinį pasirinktą aplanką
acPlayableFileDeletePhysically=Pašalinti leidžiamą failą iš disko
acPlayableFileNextBookmark=Kita žymė
acPlayableFilePrevBookmark=Ankstesnė žymė
acPlayableFileShowFileInfo=Dabartinio failo informacija
acPlayableFileShowQTE.h=Redaguoti žymas
acPlayableFileToggleSwitchInPlaylist.h=Grojamas failas (įj./išj.)
acPlayerCrossMixing=Maišymas: įjungta / išjungta
acPlayerJumpToTime=Peršokti į laiką
acPlayerNextTrack=Sekantis failas
acPlayerPauseOnNextTrack=Sustabdyti atkūrimą kito takelio pradžioje
acPlayerPlayPause=Leisti/Pauzė
acPlayerPrevTrack=Ankstesnis failas
acPlayerRadioCapture=Radijo įrašymas
acPlayerRadioCaptureSingleTrack=Radijo fiksavimas (tik vieno takelio)
acPlayerRepeat=Takelio kartojimas
acPlayerRepeatPartAB=Kartoti dalį „A-B“
acPlayerSeekBackward.h=Prasukti atgal
acPlayerSeekForward.h=Prasukti pirmyn
acPlayerShuffle=Maišyti
acPlayerSpeedDecrease=Greitis: sumažinti
acPlayerSpeedIncrease=Greitis: padidinti
acPlayerSpeedResetToDefaults=Greitis: atstatyti numatytąjį
acPlayerStop.h=Sustabdyti atkūrimą
acPlayerStopAtEnd.h=Sustabdyti atkūrimą po šio failo
acPlayerTempoDecrease=Tempas: mažinti
acPlayerTempoIncrease=Tempas: didinnti
acPlayerTempoResetToDefaults=Tempas: atstatyti numatytąjį
acPlayerVolumeDown.h=Garsumas -
acPlayerVolumeMute.h=Nutildyti (Įj./Išj.)
acPlayerVolumeMute=Nutildyti
acPlayerVolumeUp.h=Garsumas +
acPlaylistAddSelectedToBookmarks=Pridėti prie žymių
acPlaylistAddSelectedToQueue=Pridėti į eilę
acPlaylistClose=Užverti grojaraštį
acPlaylistCloseOthers=Užverti kitus grojaraščius
acPlaylistCopySelectedToClipboard=Kopijuoti pasirinktus failus į iškarpinę
acPlaylistDeleteAll=Pašalinti visus
acPlaylistDeleteDuplicates=Pašalinti dublikatus
acPlaylistDeleteNonExists=Pašalinti trūkstamus
acPlaylistDeleteNonSelected=Pašalinti visus failus išskyrus pasirinktąjį
acPlaylistDeleteSelected=Pašalinti pasirinktus failus
acPlaylistDeleteSelectedPhysically=Pašalinti pasirinktus failus iš disko
acPlaylistDeleteSwitchedOff=Pašalinti išjungtus failus
acPlaylistDeleteSwitchedOffPhysically=Pašalinti išjungtus failus iš disko
acPlaylistFindInML=Rasti muzikos bibliotekoje 
acPlaylistFindNewFiles=Ieškoti naujų failų
acPlaylistFocusedItemShowQTE=Failo informacija
acPlaylistInsertAfterPlayingItem=Įterpti po dabartinio
acPlaylistInsertToQueueBeginning=Įterpti į eilės pradžią
acPlaylistNew=Naujas grojaraštis
acPlaylistNext.h=Sekantis grojaraštis
acPlaylistNextAndPlay.h=Leisti kitą grojaraštį
acPlaylistPlayFocusedItem.h=Leisti pasirinktą failą
acPlaylistPlayFocusedItem=Leisti
acPlaylistPlayPrevious=Leisti paskutinį grojaraštį
acPlaylistPrev.h=Ankstesnis grojaraštis
acPlaylistPrevAndPlay.h=Leisti ankstesnį grojaraštį
acPlaylistReloadFromPreimage=Atnaujinti duomenis iš peržiūros
acPlaylistRemoveSelectedFromQueue=Pašalinti iš eilės
acPlaylistRename=Pervadinti grojaraštį
acPlaylistReverse.h=Rikiavimas: atvirkščiai
acPlaylistReverse=Atvirkščiai
acPlaylistSave=Eksportuoti grojaraštį
acPlaylistSortByArtist=Rikiuoti pagal atlikėją
acPlaylistSortByDuration=Rikiuoti pagal trukmę
acPlaylistSortByFileName=Rikiuoti pagal aplankus
acPlaylistSortByTitle=Rikiuoti pagal pavadinimą
acPlaylistSortRandomize.h=Rikiavimas: atsitiktinai
acPlaylistSortRandomize=Atsitiktinai
acQueueClear=Išvalyti eilę
acQueueManager=Eilės redaktorius
acSearchAdvanced=Išplėstinė paieška
acSearchQuick=Greita paieška (pradėti / tęsti)
acSendToAudioConverter.h=Siųsti į audio konverterį
acSendToAudioConverter=Audio konverteris
acSendToTagEditor.h=Siųsti į žymų redaktorių
acSendToTagEditor=Žymų redaktorius
acUtilsAudioConverter=Audio konverteris
acUtilsAudioLibrary=Muzikos biblioteka
acUtilsTagEditor=Žymų redaktorius
acVisualExitFromFullScreen=Išeikite iš viso ekrano vizualizacijos režimo
acVisualFullScreen=Viso ekrano vizualizacija
acVisualNext.h=Sekanti vizualizacija
acVisualPrev.h=Ankstesnė vizualizacija
CategoryMenu=Kategorija
CategoryOptions=Parinktys
ClearPls=Išvalyti grojaraštį
CM_DEL=Pašalinti iš grojaraščio
CM_SEL=Pasirinkti failus
CountLabel.h=Failų grojaraštyje
ItmEQPos=Ekvalaizerį rodyti kairėje
LengthLabel.h=Bendra grojaraščio trukmė
miBMLocateInSource=Rasti šaltinyje
miBMPlaySelectedFromBeginning=Leisti pasirinktus failus nuo pradžių
miBMResetTimestamp=Iš naujo nustatyti laiko žymą
miCountdown=Skaičiavimas atgal
miGroupBy=Grupuoti pagal...
miMLBookmarks=Žymės
miMLCreateDynPlaylist=Kurti išmanų grojarašti
miMLGroupingPreset=Grupavimas
miMLGroupingPresetAdd=Prideti...
miMLGroupingPresetEdit=Keisti...
miMLGroupingPresetRemove=Trinti
miMLLabelsExclude=Išjungti Etiketę
miMLLabelsInclude=Nustatyti Etiketę
miMLManageDB=Duomenų bazė
miMLReload=Atnaujinti...
miMLTableSendToPlaylist=Siūsti į grojaraštį
miMLTableViewAlbumThumbnails=Žiūrėti: albumo miniatiūros
miMLTableViewDefault=Žiūrėti: Lentelė
miMLTableViewGroupDetails=Rodyti: Grupės informacija
miPersonalSettings=Asmeniniai nustatymai
miPlaylistNewSmart=Naujas išmanus  grojaraštis
miPreimageSettings=Peržiūros nustatymai
miRadioCaptureStop=Stabdyti vaizdo fiksavimą
miRadioCatalogs=Interneto radijo katalogai
miReadOnly=Neleisti keitimų
miRemoval=Pašalinimas
miSelectAll=Pasirinkti  visus failus
miSelectNone=Nieko nesirinkti
miSelectPls=Pasirinkti grojaraštį
miSelectSwitchedOn=Pasirinkti visus įgalintus
miSendTo=Siųsti į
miSendToPlaylist=Siūsti  į kitą grojaraštį
miSortByPatternOptions=Parinktys
miSortRandomizeGroupItems=Atsitiktinai suskirstykite grupių elementus
miSortRandomizeGroups=Atsitiktinai suskirstykite grupes
miSortRandomizeGroupsAndItItems=Atsitiktinai suskirstykite grupes ir jų elementus
miSwitchOff=Išjungti
miSwitchOn=Įjungti
N6=Iš naujo nuskaityti žymas
N7=Artimiausia suplanuota užduotis:
N20=Eilė
N22=Dėklas
N31=Vizualizacijos režimas
N34=Pridėti
N35=Rodyti langą
N36=Ekvalaizeris
N37=Vizualus langas
N38=(slėpti visus)
N39=Redaguoti
N40=Vizualizacija
N41=Išvaizda
N43=Žinynas
N47=Išeiti
N56=Reikmenys
N70=Sustabdyti sparčiuosius klavišus
N75=Reikmenys
N79=Rodyti dabartinį
N80=Įkrauti šabloną
N81=Išsaugoti šabloną
N83=Atstatyti visus efektų nustatymus
N84=Atkurti ekvalaizerio nustatymus
N85=Suskleisti visus
N86=Išskleisti visus
N90=Grotuvas
N91=Leisti/Pauzė
N92=Stabdyti
N93=Pridėti failus
N95=Ankstesnis takelis
N96=Kitas takelis
N98=Garsumas
N114=Sujungti su panašiomis kategorijomis
N115=Sujungti visas panašias kategorijas
pmAdd.h=Elementų pridėjimo meniu
pmDelete.h=Elementų pašalinimo meniu
pmEqualizer.h=Ekvalaizerio nustatymai
pmMainMenu.h=Pagrindinis meniu
pmManagePlaylist.h=Grojaraščio tvarkymas
pmMisc.h=Įvairus meniu
pmMLDelete.h=Trinti elementus iš meniu
pmMLGroupingPresets.h=Gupavimo šablonai
pmMLLabels.h=Etiketės meniu
pmMLMainMenu.h=Pagrindinis meniu - muzikos  biblioteka
pmMLMisc.h=Įvairus meniu
pmMLTableViews.h=Peržiūros
pmNewPlaylist.h=Naujas grojaraštis...
pmPlaylistList.h=Grojaraščių sąrašas
pmQuickOptions.h=Greiti nustatymai
pmSorting.h=Elementų rikiavimo meniu
pmUtilities.h=Reikmenys
SentToNewPLS=Į naują grojaraštį
SizeLabel.h=Failų dydis grojaraštyje
TCFixFloat=Fiksuoti plaukiančią juostą
TL=Išsaugoti takelių sąrašą
TrayCotnrol=Rodyti  mini  grotuvą

[AIMPBookmarkEditDialog]
Caption=Žymės redagavimas
L1=Pavadinimas:
L2=Kelias:
L3=Etiketės:
L4=Laiko žyma:
L5=Komentaras:

[AIMPConverterStatsDialog]
btnOK=OK
Caption=Konvertavimas atliktas!
cbDontShowAgain=Daugiau nerodyti
Message=Failų skaičius: %0:s\n\nLaikas: %2:s\nLaikas (Avg): %3:s\n\Įvestis: %5:s\nIšvestis: %6:s\nIšsaugota: %4:s

[AIMPFindMissedFilesDialog]
acApply=Taikyti  tikrintiems
acFind=Ieškoti...
acRemoveSelected=Pašalinkite pasirinktas nuorodas į failus
acReplace=Pakeisti failo vardą....
Caption=Netinkami failai

[AIMPML]
Added=Pridėta
Album=Albumas
AlbumArtist=Albumo atlikėjai
Artist=Atlikėjas
BitDepth=Bitų gylis
Bitrate=Bitreitas
BPM=BPM
Channels=Kanalai
Comment=Komentaras
Composer=Kompozitorius
Conductor=Skyriklis
Copyrights=Autorinės Teisės
CreatedAt=Sukurta
DiskNumber=Diskas #
Duration=Trukmė
FileFormat=Failo tipas
FileName=Failo pavadinimas
FileSize=Failo dydis
Genre=Žanras
Year=Metai
Labels=Etiketės
LastModification=Failas pakeistas
LastPlayback=Vėliausiai leista
Lyricist=Dainų autorius
Mood=Stilius
Name=Pavadinimas
PlaybackCount=Atkūrimo kartai
Publisher=Leidėjas
Rating=Reitingas
SampleRate=Atkūrimo dažnis
Source=Šaltinis
Timestamp=Laiko žyma
Title=Pavadinimas
TrackNumber=Takelis #
URL=Nuoroda
UserMark=Vartotojo reitingas

[AIMPML.Controls]
Customize=Pritaikyti
DataSourceList=Duomenų šaltinių sąrašas
History=Grojimo istorija
NewLabel=Nauja etiketė
NewLabelDialog=Nauja etiketė...
None=(niekas)
ResetAllFilters=Iš naujo nustatyti visus filtrus
ResetFilter=Iš naujo nustatyti filtrą
ShowAll=(rodyti visus)
UnsetAllLabels=Išjungti visas etiketes

[AIMPML.Presets]
BestTracks.C=Geriausi takeliai
BestTracks.V=Top %d|Aukštai įvertinta
NewTracks.C=Nauji takeliai
NewTracks.V=Dieną|Tris dienas|Savaitę|2 savaites|Mėnesį|Niekada negrojo

[AIMPML.Reports]
AlbumCount=Albumu  skaičius:
ArtistCount=Atlikėjų skaičius:
Common=Statistika
FavoriteAlbums=Mėgtamiausi albumai (Top %d)
FavoriteArtists=Mėgstamiausi atlikėjai (Top %d)
FavoriteGenres=Mėgtamiausi žanrai  (Top %d)
FavoriteTracks=Mėgstamiausi  takeliai  (Top %d)
GenreCount=Žanrų kiekis:
L1=Atkūrimų kiekis:
L2=Takelių kiekis
L3=Visas Ilgis  (~)
L4=Atlikėjai
L5=Perklausyta
L6=Iš viso
TrackCount=Takelių skaičius:

[AIMPMLFilterEditorDialog]
btnCancel=Atšaukti
btnOK=OK
Caption=Filtrų parametrai
pcpFilter=Filtravimas

[AIMPMLFilterEditorDialog.FilterControl]
C=Pridėti  taisyklę
G=Pridėti  grupę
Op0=lygus
Op1=nelygus
Op2=tarp
Op3=mažiau
Op4=mažiau arba lygu
Op5=didesnis
Op6=didesnis  arba lygus
Op7=yra
Op8=prasideda su
Op9=baigiasi su
Op10=per paskutines X dienas
R=Trinti

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Nustatyti iš naujo
Caption=Grupių išdėstymo pritaikymas
GB1=Grupavimo laukai
GB2=Grupės informacijos laukai

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Valyti
btnEditFilter=Keisti...
Caption=Grupavimo šablonas
L1=Auto-vardas
L2=Grupuoti  pagal laukus 
L3=Įprastas filtras
lbName=Pavadinimas
lvAvailable=Galimi laukai
lvGroup=Naudoti laukai

[AIMPMLLabelsDialog]
acMoveLeft=Nustatyti etiketę
acMoveRight=Išjungti etiketę
acRemove=Ištrinti  etiketę
acRename=Pervarditi etiketę
btnCancel=Atšaukti
btnOK=OK
C1=Etiketės
C2=Galimos  etiketės
Caption=Etiketės
L1=Įveskite etiketės pavadinimą
L2=Pridėti
miSetToAll=Taikyti visiems failams
miUndoSetToAll=Atšaukti: taikyti visiems  failams

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Netinkamas failas
c[1]=Pasiulyti  pakeitimai
c[2]=Pakeitimu laipsnis

[AIMPMLMonitoringSettingsDialog]
acAdd=Pridėti
acDeleteAll=Trinti visus
acDeleteSelected=Trinti pasirinktus
acUpdate=Atnaujinti
btnClose=Uždaryti
Caption=Failų stebėjimas
CB1=Ieškoti perkeltų ar ištrintų failų
CB2=Trinti neegzistuojančius failus  iš duomenų bazės
CB3=Iš naujo įkelti žymas
cbMinFD=Jei ilgis trumpesnis nei:
cbMinFS=Jei dydis mažesnis nei:
cbScanOnStartup=Tikrinti naujų failų paleidžiant programą
cbTrackChanges=Ieškoti pakeitimų kol veikia 
GB1=Stebėjimas
GB2=Vykdyti per atnaujinimą
gbFiltBy=Praleisti failą
L1=Jei failo plėtinys yra:
L2=Spausk "atnaujinti" mygtuką norėdamas  atnaujinti muzikos biblioteką
pcpFolders=Aplankai
pcpSettings=Nustatymai

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Aplankas
c[1]=Poaplankiai

[AIMPMLPreimageDialog]
btnCancel=Atšaukti
btnOK=OK
Caption=Išmanus grojaraštis - Muzikos biblioteka
cbLimitTo=Apriboti takelių skaičių iki:
cbSortBy=Rūšiuoti pagal:
pcpFilter=1. Filtrą
pcpPostProcess=3. Išvestį
pcpSort=2. Rūšiuoti

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Prideti
acDeleteAll=Trinti visus
acDeleteSelected=Trinti  pasirinktus
btnCancel=Atšaukti
btnOk=OK
Caption=Išmanus grojaraštis - aplankai
cbSyncOnChanges=Tikrinti pakeitimus  kol  veikia
cbSyncOnStartup=Tikrinti pakeitimus paleidžiant programą
L2=Praleisti failus su šiais plėtiniais:
pcpFolders=Aplankai
pcpSettings=Nustatymai

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Aplankas
c[1]=Itraukti  sub-aplankus

[AIMPPlaylistPreimageDialog]
Caption=Išmanus grojaraštis - grojaraštis
L1=Failo vardas\nuoroda

[AIMPSendToDialogForm]
cbDefault=Nustatyti kaip numatytąjį
cbSaveStructure=Saugoti  kelio  struktūrą
gbAdditionals=Papildomi failai
gbPath=Paskirties kelias
gbRename=Pervadinti pagal šabloną
L1=Kopijuoti|perkelti
L2=Kopijuoti į|perkelti į
L3=Kopijavimo pasrinkimai|Perkėlimo pasirinkimai
lbAdditionals=Failai bus nukopijuoti į paskirties kelią su pagrindiniais failais.\n; - skirtukas, * - nežinoma failo vardo dalis

[ATEAutoNumerationForm]
Caption=Autonumeracija
L1=Pradėti nuo

[ATEAutoTagForm]
C1=Prieš pakeitimus
C2=Po pakeitimų
c[0]=Failo pavadinimas
c[1]=Albumas
c[2]=Atlikėjas
c[3]=Žanras
c[4]=Pavadinimas
c[5]=Takelio Nr.
c[6]=Data
c[8]=Takelių skaičius
Caption=Automatinis užpildymas naudojant failo vardą

[ATEChangeRegisterDialog]
Caption=Bylos keitimas
CB1=Žymos:
GB1=Veiksmai
L1=Atvejis
L2=Transliteracija:
L3=Laukai:

[ATEChaptersEditDialog]
acDelete.h=Ištrinti pasirinktus skyrius
acDelete=Išštrinti pasirinktus
acEdit.h=Redaguoti pasirinktus skyrius
acEdit=Redaguoti
acInsert.h=Pridėti skyrių
acInsert=Pridėti
btnFastForward.h=Pirmyn
btnPlayPause.h=Pradėti / Pristabdyti
btnRewind.h=Atsukti
btnSave=Išsaugoti...
Caption=Skyrių redaktorius
tsVolume.h=Garsumas

[ATEChaptersFormatChooser]
btnSave=Išsaugoti
Caption=Skyrių redaktorius
GB1=Išsaugoti kaip:
RB1=Skyriai, įterpti į garso failą
RB2=CUE, įterptas į garso failą
RB3=CUE, patalpintas kaip atskiras failas
RB4=Paprastas tekstas
W1=* Garso failo formato parinktis negalima

[ATEForm]
A0=Autonumeracija
A1=Automatinis numeravimas (%s)
A2=Pervadinimas
A3=Pakeisti formatą į „%s“
A4=Pritaikyti
A9=Praleisti jau analizuotus failus
acAnalysisBPM=Analizuoti pasirinktą
acEdit=Redaguoti visus laukelius
acEditChapters.h=Kurti/redaguoti skyrius...
acRgAlbum=Nuskaityti pasirinktas: kaip vieną albumą
acRgFAlbum=Nuskaityti pasirinktus: kiekvienas aplankas kaip albumas
acRgFile=Nuskaityti pasirinktą: be albumo
acRgMAlbum=Nuskaityti pasirinktus: gauti albumą iš žymų
acRgRemove=Pašalinkite „ReplayGain“ informaciją iš žymų
acScenarios=Scenarijai...
acSearchOnline.h=Automatinis žymėjimas naudojant internetines paslaugas...
acSearchOnlineAlbumArts=Raskite albumų iliustracijas internete...
acSearchOnlineLyrics=Rasti dainų tekstus internete...
aSave=Išsaugoti
aTag.h=Automatinis užpildymas
B1.h=Didžiosios ir mažosios raidės keitimas / transliteracija
B5=Atnaujinti žymas
btnBPM.h=BPM
btnLayout.h=Keisti rodinį
btnRG.h=Garsumo vienodinimas
btnScripts.h=Scenarijai
Caption=AIMP: Išplėstinis žymų redaktorius
cbSubFolders=Su poaplankiais
lbNoData=(Peržiūrai duomenų nėra)
miDelete=Pašalinti
miDeletePhys=Pašalinti iš disko
miGroupBy=Grupuoti pagal
miGroupByFolder=Iki pagrindinio katalogo
miGroupByNone=Negrupuoti
miJumpTo=Peršokti į aplanką...
miNumCfm=Prašyti patvirtinimo
miSoundOut=Atkūrimo parinktys
TM0=Failai esantys kietajame diske
TM1=Failai kuriuos pridėjo naudotojas

[ATEForm.lvTable]
c[0]=Nr.
c[1]=Disko nr.
c[2]=Failo pavadinimas
c[3]=Pavadinimas
c[4]=Atlikėjas
c[5]=Albumas
c[6]=Data
c[7]=Žanras
c[8]=Bitų sparta
c[9]=Trukmė
c[10]=Formatas
c[11]=Viršelis
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Dydis
c[19]=Dainų tekstai
c[20]=BPM
c[21]=Replay gain

[ATEOnlineSearchForm]
aiProgressInidcator=Ieškoma... Palaukite
btnCancel=Atšaukti
btnSave=Taikyti failams
Caption=Automatinis žymėjimas naudojant internetines paslaugas...
edSearchBox.b0=Rasti
edSearchBox.th=Albumas, atlikėjas
ErrorAuthorizationRequired=Šiai operacijai reikalingas leidimas. Turite prisijungti ir įgalioti AIMP programą, kad galėtumėte su ja dirbti. Tai padarę išsiųskite užklausą dar kartą.
vlbBindingHint=Norėdami susieti rastą takelį su redaguojamu takeliu, nuvilkite jį iš sąrašo viršaus į apačią.\nAtminkite, kad pakeitimai bus taikomi tik pažymėtiems takeliams.

[ATERenameForm]
btnRename=Pervadinti
Caption=Pervadinimo parinktys
CB1=Peržiūra
CB2=Dirbti su failo kopija
GB1=Pervadinti failus pagal šabloną
GB2=Perkelti failus į pasirinktą aplanką
GB3=Ieškoti ir pakeisti
GB4=Registras
GB5=Transliteracija
L1=Ieškoti:
L2=Norėdami rikiuoti pagal aplankus galite naudoti simbolį „\“ (%Y\%A - %T)
L3=Pakeisti:

[ATESaveParams]
Caption=Išsaugoti parinktis

[ATEScenariosForm]
btnClose=Uždaryti
btnRun=Paleisti
btnStop=Stabdyti
Caption=Scenarijai
cbPreviewMode=Peržiūros režimas
GB1=Scenarijus
lbPreviewMode=Peržiūros režimu visi scenarijaus pakeitimai NEBUS taikomi tikriems failams

[AutoTag]
bOk=Pritaikyti
Caption=Automatinis užpildymas
CB1=Jei laukas turi reikšmę nepildyti

[CommonDialogs]
B1=Gerai
B2=Atsisakyti
B3=Naujas aplankas
BS=Yes|No|OK|Cancel|Abort|Retry|Ignore|All|No to All|Yes to All|Help|Close
L1=Pasirinkite aplanką
L2=Įtraukti poaplankius
MsgCaptions=Warning|Error|Information|Confirmation|
SA=Pasirinkti visus
SN=Pašalinti pasirinkimą

[ConfirmDialog]
B1=Pakeisti
B2=Pakeisti visus
B3=Praleisti
B4=Praleisti visus
B5=Pervadinti
B6=Atšaukti
Caption=Pakeisti
gbFile1=Pakeisti esamą failą
gbFile2=Nauju failu

[CONTEXT]
0=&Atidaryti naudojant AIMP
1=&Leisti
2=Pridėti į g&rojaraštį
3=Pridėti į &eilę
4=Pridėti prie &žymelių
5=&Redaguoti žymas
6=&Konvertuoti į kitą formatą
7=Atidaryti &naujame grojaraštyje

[Converter]
actAddFiles=Pridėti failus
actAddFolders=Pridėti aplankus
actAddPlaylist=Pridėti grojaraščius
actDeleteAll=Išvalyti
actDeleteSelected=Trinti pasirinktus
actStop=Stabdyti
bAdd.h=Pridėti failus / Aplankus
bDelete.h=Pašalinti failus
bQuickOptions.h=Parinktys
bSettings=Parinktys
bStart=Pradėti
Caption=AIMP: Audio konverteis
csCancel=Atšaukta
csDone=Atlikta
csError=Klaida
csPaused=Pauzė
csWaiting=Laukiama
lbEncoder=Formatas:
lbMode=Kodavimo režimas
lbNormalizeVolume=Garso normalizavimas:
lbTargetFileName=Pervadinti failą:
lbTargetFolder=Išvestį perkelti į:
lbTimeElapsed=Praėjo:
lbTimeLeft=Liko:
lbTotalProgress=Visas progresas:
lbVolumeNormalization=Garsumo normalizavimas
miCloseAppWhenDone=Po sėkmingo konvertavimo uždarykite programą
miDeleteSource=Po sėkmingo konvertavimo pašalinti šaltinio failą
miHibernate=Užmigti
miSavePathStructure=Perkeliant failą į paskirties kelią, išsaugoti aplanko struktūrą
miShutdown=Išjungti
miShutdownWhenDone=Po konvertavimo išjungti kompiuterį
miSleep=Užmigdyti
miUncheckSuccessful=Po sėkmingo konvertavimo pašalinti pažymėjimo žymą
Modes=Vienas šaltinis - vienas rezultatas|Visi šaltiniai - vienas rezultatas|Single folder - single result

[Converter.lvTable]
c[0]=Pavadinimas
c[1]=Formatas
c[2]=Būsena
c[3]=Nr.
c[4]=Failo pavadinimas
c[5]=Ieškomo failo pavadinimas

[ConverterEncoders]
bOk=OK
btnReset=Atstatyti į numatytuosius nustatymus
cbAsInput=Kaip šaltinio faile
cbChangeFormat=Keisti formatą
cbCorrectionFile=Sukurti taisymo failą
cbIncludeMD5=Įtraukti kontrolines sumas į failą
cbModeHybrid=Mišrus
cbModeLossless=Be kokybės praradimo
cbNoGap=Nėra tarpo
gbMode=Režimas
lbBestC=Geriausiai suspaustas
lbBestQ=Geriausia kokybė
lbBitDepth=Pavyzdžio formatas:
lbBitrate=Bitų dažnis:
lbBitrateMode=Režimas:
lbChannels=Kanalai:
lbCompression=Suspaudimo laipsnis:
lbLeast=Greitas suspaudimas:
lbMost=Geriausias suspaudimas:
lbProfile=Profilis:
lbQuality=Kokybė:
lbSampleRate=Diskretizacijos dažnis:
scParams=Parametrai

[CopyDialog]
0=Kopijuojama...
1=Perkeliama...
2=Pauzė
3=Tęsti

[DropForm]
CB1=Daugiau nebeklausti
RG1=Nuvilkti ir numesti

[DSPDialog]
btnEqPresets=Šablonai
btnReset=Atkurti numatytąsias
CB1=Balso šalinimas (tik stereo)
CB3=Naudoti dainos nutylinimą (pauzė/paleidimas)
CB4=Naudoti dainos nutylinimą pereinant prie kito takelio
CB5=Tolygus garso keitimas
CB6=Maišyti buvusį su sekančiu
CB7=Garsinti prasidedant takeliui
CB8=Nutyldyti baigiantis takeliui
CB12=Išmesti tylą ilgesnę nei 0.5 sek
CB16=Pašalinkite tylą takelio kraštuose, nepaisant trukmės
cbEqSwitch=Persijungti į ekvalaizerį
GB1=Suvienodinti garsą
GB2=Rankinis takelio perjungimas
GB3=Automatinis takelio perjungimas
GB4=Kartojimo rezultatas
GB6=Pašalinti tylą
L1=* Galite atstatyti reikšmes paspaudę dešinį pelės mygtuką
L2=DSP įskiepiai:
L4=Replay Gain
L5=Numatyta reikšmė:
L6=Viršutinė riba:
L7=Apatinė riba:
L9=Numatytoji  reikšmė:
L10=Numatytas garso lygis:
L12=Tylos trukmė pašalinimui:
L13=Tylos aptikimo slenkstis:
lbChorus=Chorus
lbEcho=Aidas
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=Pikai
lbPreamp=Preamp
lbReverb=Reverb
lbSpeed=Greitis
lbTempo=Tempas
lbTrueBass=Bosas
R2=Naudoti reikšmę iš žymų
R3=Analizuoti „on-the-fly“
RB1=Nieko nedaryti
RB2=Tarp takelių pridėti pauzę
tcpMixing=Maišymas
tcpSilenceRemover=Pašalinti tylą
tcpSoundEffects=Garso efektai
tcpVolume=Garsumas

[DSPDialog.cbReplayGainSource]
i[0]=Šaltinio: Failas
i[1]=Šaltinio: Albumas

[EditorForm.RegisterFmt]
i[0]=Nieko nekeisti
i[1]=Visi žodžiai prasideda didžiąja raide
i[2]=Pirmas žodis prasideda didžiąja raide
i[3]=Visi didžiosiomis
i[4]=Visi mažosiomis

[EQPresetsDialog]
B1=Pritaikyti
B2=Atšaukti
B3=Pašalinti
B4=Atstatyti
Caption=Ekvalaizerio šablonai

[HotkeysGroups]
AudioConverter.Content=Audio konverteris: table
AudioConverter.General=Audio konverteris: pagrindinis
Common.Dialogs=Bendri :dialogai
Common.SendTo=Failai: Siusti į...
Common=Bendra
MusicLibrary.GroupingTree=Muzikos biblioteka: grupavimo medis
MusicLibrary.Table=Muzikos biblioteka: lentelė
MusicLibrary=Muzikos  bibliteka: bendri
Player.Navigation=Grotuvas: Naršymas
Player.PlayableFile=Grotuvas: Grojami failai
Player.PlaybackControl=Grotuvas: Atkūrimo kontolė
Player.Visualizations=Grotuvas: Vizualizacija
Playlist.AddFiles=Grojaraštis: Failų pridėjimas
Playlist.Deletion=Grojaraštis: Failų trynimas
Playlist.Search=Grojaraštis: Ieškoti
Playlist.SelectedFiles=Grojaraštis: Pasirinkti Failai
Playlist.Sorting=Grojaraštis: Rūšiavimas
Playlist=Grojaraštis
TagEditor.Content=Žymų redaktorius: lentelė
TagEditor.CurrentFile=Žymų rengyklė: dabartinis pasirinkimas
TagEditor.Functions.BPM=Žymų redaktorius: funkcijos – BPM skaičiavimas
TagEditor.Functions.ReplayGain=Žymų redaktorius: funkcijos – ReplayGain skaičiavimas
TagEditor.Functions=Žymų redaktorius: funkcijos
TagEditor.Tree=Žymų redaktorius: medis

[InfoBar]
CB0=Kaip informacijos juosta|Kaip kortelė
CB1=Atkūrimo pradžioje, per:
CB2=Kairėje|Dešinėje|Per centrą
CB3=Rodyti darbalaukio viršuje|Rodyti darbalaukio apačioje
CB4=Rodyti albumo iliustraciją
CB6=Jei įmanoma, rodyti per viso ekrano programas
CB7=Taikyti tik fone
CB8=Visada
CB9=Prieš baigiant atkūrimą, per:
GB0=Rodyti informaciją apie leidžiamą failą
GB1=Rodyti
GB5=Žiūrėti
M1=Fonas
M2=Eilutė %d
M3=Šriftas
M4=Teksto spalva
P1=Informacijos juosta

[MSG]
1=Naujas grojaraštis
2=Įveskite pavadinimą
3=Muzikos  biblioteka
4=Failai bus pašalinti iš jūsų kietojo disko! Tęsti?
5=(išjungtas)
6=Failas ar aplankas nerastas!
7=Sumažinti į sistemos dėklą
8=Rodyti pagrindinį langą
9=Pervadinti
10=Garsas
11=Pozicija
12=Leisti
13=Leisti nuo pradžios
14=Pauzė
15=Vartotojo apibrėžti 
16=Rinktis visus
17=Išj.|Įj.
18=Siųsti failus
19=Šis spartusis klavišas netinkamas arba jau priskirtas kitai programai
21=Ši operacija uždarys visus grojarašcius , ir dabar naudojamą. Testi?
22=Rašyti į failą
23=Peržiūra
24=Visada viršuje
25=Nustatymų išsaugoti, faile „%s“ nepavyko, gali būti jog failą užrakino kita programa.
26=Ši operacija pakeis garso failų žymas. Tęsti?
27=Kompozitorius
28=Ekrano padėtį lemia  Pagrindinis langas|Ekranas %d: Sekantis (%s)|Ekranas %d: Pagrindinis (%s)
29=Aplankas „%s“ neegzistuoja
30=Vieno iš įskiepių pašalinti nepavyko, gali būti jog jį naudoja kita programa:
31=Atlikta...
32=Vieno grojaraščio režimas:\nGrojaraščio pakeisti nepavyko, nes jis užrakintas!
33=Ieškoti
34=Vietiniai failai
35=Negrupuoti
36=Rasti failus...
37=Tik  skaitymui|Pritaikyta išankstinei kopijai
38=Ši parinktis išjungia galimybę sukurti daugiau nei vieną grojaraštį\nJei pasirinksite šią parinktį kitos grojaraščių kortelės bus užvertos!
39=Kokybė
40=Išssaugoti kaip
41=Siūsti iš interneto
42=Formatas:
43=(Numatyta)
44=Greitis
45=Balansas
46=Atidaroma . . .|Kraunama . . .
47=Radijo fiksavimas
48=Pavadinimas
49=Raidžių registras
50=Šis klavišas jau naudojamas!
51=Peršokti į laiką:
52=Netinkamas formatas
53=Prieinama nauja versija. Parsiųsti?
54=Garso šriftai
55=Dabartinė reikšmė:
56=Rikiavimui pagal aplankus, šablone naudokite simbolį „\“
57=Ar tikrai norite iš naujo nustatyti statistiką?|Ar tikrai norite iš naujo nustatyti pasirinktų failų statistiką?
58=Naujas šablonas
59=Fiziškai ištrinami failai|Likę  failai neištrinti dėl sistemos klaidos:
60=Išraiškos...
61=Operacija vis dar vyksta. Ar norite užbaigti?
62=Kai kurios operacijos vis dar vyksta! Ar norite atšaukti jas?
63=Failų paieška:
64=Dydis:
65=Sukūrimo data:
66=Buferiuojama...
67=Atnaujinama...
68=DB dydis prieš suspaudimą: %s\nDB dydis po suspaudimo: %s\nIšsaugota: %s.
69=Taikyti
70=Atšaukti
71=Reikia adminstratoriasu teisių
72=Failo tipas
73=Kraunama...
74=Profilio aplankas
75=Rikiuoti pagal šabloną
76=Nustatyti naudotojo įvertinimą %s
77=Automatinė paieška
78=Nauji failai:
79=Permatomumas
80=Peržiūra
81=Žodžiai
82=Failo vieta
83=Autorinės teisės
84=Pakeitimai bus  nustatyti  iš naujo  paleidus  programą
85=Įvertinimas
86=Kopijuoti
87=Įklijuoti
88=Iškirpti
89=Šaltinis
90=Rezultatas
91=Ši operacija ištrins „%s“ išankstinį nustatymą. Tęsti?
92=Visi|Komplektacija|Dekoderiai|Vaizdas|DSP
93=Pridedami failai . . .
94=Kartoti dalį „A-B“ [išj.]|Taškas „A“ priskirtas|Kartoti dalį „A-B“ [įj.]|
95=Pakartotinai prisijungsiu po %ss
96=Įspėjimas! Ši operacija atkurs šablonų sąrašą į numatytąjį!
97=Užveriant išsaugoti grotuvo būseną
98=„Naudoti mini  grotuvą“ vietoj  „Sumažinti į įrankių juostą“
99=Šablonų redaktorius
100=Albumas
101=URL
102=Atlikėjas
103=Pavadinimas
104=Komentaras
105=Žanras
106=Pašalinti žymas
107=Metai
108=Takelio #
109=Disko #
110=Albumo viršelis
111=Garsų šriftai nerasti arba netinkami.
112=<joks>
113=Baigta!
114=Šis veiksmas, iš duomenų bazės, pašalins visus failus ir visą statistiką! Tęsti?
115=Trukmė
116=Failas|Aplankas|Grojaraštis
117=Atkurtas
118=Pridėtas
119=Įvertinimas
120=Grojaraščių tvarkyklė
121=Delsa:
122=Užverti
123=Kopijuoti failą į iškarpinę
125=Katalogai
126=Prašome palaukti . . .
127=Leistas kartų
128=Kopijuoti į  %s|Perkelti į %s
129=Automatinis užpildymas (RMB - šablono pasirinkimas)
130=Albumo atlikėjas
131=Konvertuojama:
132=Pervadinti
133=Nustatymai
134=Pristabdyta
135=Keisti dydį...
136=Nustatymai pasikeitė. Ar norite išsaugoti nustatymus?
137=Išimami įrenginiai|CD diskasukis
138=Taikyti
139=Kompiuteris bus išjungtas po %s s
140=Leidėjas
141=dB
142=Dėmesio! Kitų  programų nebus galima naudoti išvesties garsams, jei šis išėjimo tipo įtaisas yra naudojamas AIMP
143=Išankstinė kopija: |Niekas|Aplankai|Muzikos biblioteka|Grojaraštis
144=Užkoduota pagal
145=Režimas
146=Kompiliacijos dalis
147=Katalogas
148=Dainų tekstų autorius
149=Skyriklis
150=Langai
151=msec
152=Automatiškai
153=sek
154=min
155=B|KB|MB|GB
156=Absoliutūs failų keliai
157=Rūšiuoti failus pridėjus prie grojaraščio pagal šabloną:
158=Laukiama autorizacijos...\nNaršyklėje užpildykite prieigos teisės užklausą.\n\nJei norite atšaukti operaciją, tiesiog uždarykite langą.
159=Paketinis režimas
160=Nėra paieškos užklausą atitinkančių rezultatų

[Options]
bCancel=Užverti
btnReset=Atstatyti į numatytuosius nustatymus
Caption=Parinktys
miResetPage=Iš naujo nustatykite dabartinio puslapio nustatymus
miResetProfile=Iš naujo nustatykite visus nustatymus ir vartotojo duomenis
miResetSettings=Iš naujo nustatykite visus nustatymus
wcResetProfile=Ši operacija __PAŠALINS__ visus grojaraščius, apvalkalus, nustatymus, statistiką ir kitus programos duomenis. Ar tikrai norite tęsti?
wcResetSettings=Ši operacija atkurs visus programos nustatymus į numatytuosius nustatymus. Tęsti?

[OptionsFrameAddFiles]
C1=Failo pridėjimas
C9=Bendra
C10=Atverti failus iš išorinių programų
C11=Atvilkti ir numesti
CB1=Klausti naudotojo
CB2=Pridedant į grojaraštį išskleisti failus iš CUE
CB3=Pridėti visą aplanką
CB6=Pridedant failus, automatiškai skanuoti grojaraštį
CB9=Atvertus failus leisti nedelsiant
CB15=Pridėtus failus groti nedelsiant
CB19=Atkūrimą pradėti nedelsiant
CB48=Atidaryti Grojaraščio failus najose kortelėse
CB59=Rikiuoti pagal failo vardą
L1=Numatytasis veiksmas:
L5=Jei siunčiamas vienas failas:
L7=Kai failai atveriami:

[OptionsFrameAddFiles.CBA]
i[0]=Sukurti naują grojaraštį
i[1]=Pridėti į dabartinį grojaraštį
i[2]=Pridėti į tuščią grojaraštį „Numatytasis“

[OptionsFrameAddFiles.RG4]
i[0]=Pridėti failus į dabartinę poziciją
i[1]=Pridėti failus į grojaraščio pabaigą
i[2]=Pridėti failus į grojaraščio pradžią
i[3]=Pridėti ir maišyti failus grojaraštyje

[OptionsFrameAssoc]
B1=Failo tipai
C1=Failų susiejimai
CB1=Audio failai
CB2=Grojaraščiai
CB3=Išvaizdos failai

[OptionsFrameConvertor]
C1=Konvertavimo nustatymai
C18=Elgsena
Caption=Konverteris
CB1=Pridedant į lentelę išplėsti failus iš CUE sheet
CB4=Rodyti statistiką po konversijos
CB6=Leisti garsą, kai konvertuojama
GB1=Atlikus konversiją
L1=Kopijos:
L2=[!] Maksimalus kopijų skaičius, priklauso nuo CPU branduolių skaičiaus.

[OptionsFrameExtraMeta]
B1=Išvalyti
Caption=Papildoma informacija
CB1=Išsaugokite albumo viršelį failo aplanke naudodami šabloną:
CB2=Rasti internete
CB3=Automatiškai išsaugokite dainų teksto failą failų aplanke
CB4=Rasti failų aplanke
CB5=Raskite failų žymose
GB1=Rasti internete
GB2=Leisti ieškoti talpykloje
GB3=Surasti aplanke
GB4=Raskite failų žymose
L2=Didžiausias atsisiunčiamo failo dydis:
L3=Talpyklos kaupimas sumažina prieigų prie disko skaičių, taupo interneto srautą, pagreitina albumo viršelio paiešką.
L4=Pašalinkite įrašą iš talpyklos po:
L5=dienos
pctAlbumArts=Albuo iliustracijos
pctLyrics=Dainų tekstai
W1=* Turite būti įdiegę papildinius, kurie suteikia šią galimybę

[OptionsFrameHotkeys]
B10=Numatyta
C1=Spartieji klavišai
c[0]=Komanda
c[1]=Vietinis
c[2]=Globalus 1
c[3]=Globalus 1

[OptionsFrameInterface]
C1=Animacija
C3=Skaidrumas
Caption=Sąsaja
CB1=Leisti pikselio pusiau skaidrumą
CB2=Rodyti atkuriamo failo bangos formą paieškos juostoje *
CB3=Animuokite langus, prisegtus prie kitų langų, kai jie rodomi arba slepiami
CB4=Animuoti langus, kai jie rodomi arba slepiami darbalaukio įrankių juostoje
CB5=Rodyti failo atkūrimo spektro vizualizaciją *
CB28=Animuoti vaizdo būsenos keitimą*
CB30=Leisti blukimo efektą
CB35=Animuoti grojaraščio skirtukus slenkant *
CB38=Išjungti skaidrumą, jei langas aktyvus
CB39=Išjungti skaidrumą, jei langas sufokusuotas pele
CB42=Sklandus skaidrumo keitimas
CB52=Pritvirtinkite langus prie ekrano kraštų ir kitų AIMP langų
CB68=Naudokite išlyginimą
CB71=Keiskite vizualizaciją kas:
CB75=Ciklinis
GB1=Statinių etikečių šablonai*
GB3=Bėgančios linijos šablonai*
GB4=Naktinis režimas
GB5=Spalvų schema
GB7=Visas ekranas
GB10=Vizualizacijos keičiasi
L1=* Skinas turi palaikyti šią funkciją
L2=Teksto dydis:
L10=Atnaujinti kas:
L21=Paleiskite viso ekrano režimą:
L23=Didinant mastelį, vaizdas bus atvaizduojamas lėčiau, bet geriau
pcpGeneral=Pagrindiniai
pcpTemplates=Rodomi duomenys
pcpVisuals=Vizualizacija

[OptionsFrameInterface.cbNightMode]
i[0]=Automatiškai (skirta „Windows 10/11“)
i[1]=Uždrausta
i[2]=Leidžiama

[OptionsFrameInterface.rsRun]
i[0]=Poslinkis: neleidžiamas
i[1]=Judėjimas: į kairę
i[2]=Judėjimas: į dešinę

[OptionsFrameInterface.rsShow]
i[0]=Paleidimas: išjungtas
i[1]=Paleidimas: iš kairės
i[2]=Paleidimas: iš dešinės
i[3]=Paleidimas: iš viršaus
i[4]=Paleidimas: iš apačios

[OptionsFrameLang]
C1=Pasirinkite sąsajos kalbą
Caption=Kalba
L0=sistemos lokalė
L1=Konvertuoti ne unikodo simbolius į
L2=Pagrindinė
L3=Papildoma

[OptionsFrameMLMain]
B1=Failai stebimi...
C1=Muzikos  biblioteka
Caption=Muzikos  biblioteka
CB1=Nustatyti vartotojo žymą
CB2=Pradėti atkūrimą
CB3=Atkūrimas  sudarytas
CB4=Rodyti reitingą vietoj  numatytos žymos jeigu nenustatyta
CB5=Sinchronizuoti vartotojo nurodytas žymas su  garso failu
CB6=Visada rodyti vidinių aplankų turinį
CB7=Sudaryti tuščius grupavimo lygius kai įmanoma
GB1=Bendras
GB2=Prideti  faila į duomenu  bazę kai
GB3=Reitingas
GB4=Atkūrimo  apskaita
L1=Minimali pradžia failo  ilgumui
L2=Atkurimo apskaita  po grojimo:\ bet  ne ilgiau  nei 4 minutės
L3=Skaičiuoti reitingą statistikoje remiantis paskutinėms
L4=dienos
L6=Spustelėkite čia, jei norite įrašyti jau egzistuojantį įvertinimą į failo žymas

[OptionsFrameNet]
C21=Interneto jungiamumo parinktys
Caption=Prisijungimo parinktys
CB1=Prie interneto jungtis tiesiogiai
CB2=Naudoti sistemos numatytuosius
CB3=Rankinis tarpinio serverio konfigūravimas
L79=Laukimo laikas:
L98=Slaptažodis:
L106=Serveris:
L107=Prievadas:
L108=Naudotojas:

[OptionsFramePlayer]
C19=Slinkite lentelės elementus su pelės ratuku
Caption=Grotuvas
CB21=Visada viršuje
G1=Valdymas
GB4=Valdyti grotuvą su sparčiaisiais klavišais
GB5=Valdyti su pele
GB15=Kopijuoti į iškarpinės šabloną
L12=Įprastas slinkimas
L13=Pakeiskite greitį
L14=Paspaudus spartųjį klavišą keisti poziciją
L15=Pakeiskite tempą
L16=Paspaudus spartųjį klavišą keisti garsą
L18=Slinkite paspaudę „%s“.
L33=Spragtelėjimas viduriniu pelės mygtuku:

[OptionsFramePlayer.MOBox]
i[0]=(joks)
i[1]=Leisti/Pauzė
i[2]=Pridėti failus

[OptionsFramePlayerBehavior]
C1=Automatinis
CB1=Atkurti atkūrimo padėtį
CB7=Grojaraštį su vienu failu kartoti
CB32=Automatiškai pritaikyti ekvalaizerio šabloną esamam takeliui
CB33=Atkurti kiekvieno grojaraščio atkūrimo vietą
CB47=Kiekvienas grojaraštis turi savo atkūrimo režimą (įprastas / maišytas)
CB48=Naršant grojaraštį su „sekantis/ankstenis“
CB49=Peršokti %0:s atgal į pradžią, jei atkūrimas pristabdytas ilgiau nei %1:s
CB58=Automatiškai peršokti į kitą takelį
CB59=ir sustabdyti atkūrimą
GB1=Bendra
GB2=Paleidžiant programą
GB3=Atkūrimo režimas
GB4=Grojaraščio pabaigoje
GB5=Ištrinant grojamą failą
GB6=Fokusuoti grojamą failą grojaraštyje:
L1=Atkūrimo režimas:

[OptionsFramePlayerBehavior.RG1]
i[0]=Pradėti atkūrimą
i[1]=Atkurti grotuvo būseną
i[2]=Nieko nedaryti
i[3]=Pristabdyti atkūrimą

[OptionsFramePlayerBehavior.RG2]
i[0]=Peršokti prie sekančio grojaraščio
i[1]=Kartoti grojaraštį
i[2]=Laukti

[OptionsFramePlayerBehavior.RG3]
i[0]=Įprasta
i[1]=Kartoti takelį
i[2]=Maišyti

[OptionsFramePlayerBehavior.RG4]
i[0]=Nedaryti nieko
i[1]=Sustabdykite atkūrimą
i[2]=Peršokti į kitą takelį

[OptionsFramePlayerBehavior.RG5]
i[0]=Tik jei grojaraštis nenaudojamas
i[1]=Niekada
i[2]=Visada

[OptionsFramePlaylistBehavior]
C6=Elgsena
Caption=Grojaraštis
CB1=Užveriant kortelę pašalinti grojaraštį
CB2=Žymeles atverti naujame grojaraštyje „Žymelės“
CB3=Išsaugoti absoliučius failų kelius (rekomenduotina)
CB4=Išsaugoti grojaraštį „Numatytasis“
CB8=Kuriant grojaraštį prašyti pavadinimo
CB31=Užveriant programą išsaugoti eilę
CB46=Dukart spustelėjus ant grojaraščio kortelės užverti jį
CB56=Šalinant failus iš kietojo disko prašyti patvirtinimo
CB57=Vieno grojaraščio režimas
GB1=Saugoma
GB2=Bendra

[OptionsFramePlaylistView]
bCancel=Atšaukti
bOk=OK
C1=Peržiūrėti parinktis
Caption=Išvaizda
CB50=Rodo informaciją apie pasirinktą failą
cbAbsoluteNumeration=Absoliuti numeracija
cbCollapseUnusedGroups=Automatiškai sutraukti nenaudojamas grupes
cbGroupMode=Įjungti grupes
cbMergeGroups=Panašias kategorijas sujungti automatiškai
cbShow2ndLine=Rodyti antrą eilutę su informacija
cbShowDuration=Rodyti trukmės stulpelį
cbShowExpandBtns=Rodyti grupių išskleidimo mygtukus
cbShowMarks=Rodyti įvertinimą
cbShowNumbers=Rodyti takelio numerį
cbShowSwitches=Rodyti jungiklių stulpelį
gbFormating=Formato nustatymai
gbGrouping=Grupavimo nustatymai
gbLayoutSettings=Išdėstymo nustatymai

[OptionsFramePlugins]
B1=Restartuoti dabar
Caption=Įskiepiai
L1=Įskiepiai
lbURL=Gauti daugiau  įskiepių
N1=Pašalinti
N2=Įkrauti pasirinktą
N3=Įkelti visus
N4=Iškelti pasirinktus
N5=Iškelti visus
N6=Pašalinamas nestandartinis

[OptionsFramePlugins.cbFilter]
i[0]=Visi
i[1]=Įkelti
i[2]=Iškelti
i[3]=Nenaudojami

[OptionsFrameRadioCap]
C1=Bendri Nustatymai
C22=Interneto radijos įrašymas
Caption=Internetinis Radijas
CB2=Praleiskite takelį, jei failas tokiu pačiu pavadinimu jau yra
CB65=Įrašyti srautą neperkoduojant (tik MP3/AAC/AAC+)
CB66=Įrašyti žymas į failą
CB67=Įrašyti CUE-žurnalą
CB68=Krovimo dydis antrame plane rašymams:
CB69=Trinti failus  kurių ilgis trumpesnis nei:
GB6=Įrašymo parinktys
GB9=Skaldyti į failus
L1=Bandymų skaičius prisijungiant  iš naujo kai  ryšys dingo:
L2=Naudotojo agentas:
L3=Buferio dydis:
L13=Laikas:
L24=Failo pavadinimo šablonas:
L25=Dydis:
L85=Išsaugoti aplanke:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Skaldyti pagal takelius
i[1]=Skaldyti pagal dydį
i[2]=Skaldyti pagal laiką

[OptionsFrameSystem]
C1=Sistema
Caption=Sistema
CB2=Užduočių juostoje rodyti esamo takelio informaciją
CB3=Leisti slinkti esamo takelio informaciją
CB4=Rodyti atkūrimo pažangą
CB5=Užduočių juostoje rodyti grotuvo būsenos mygtuką
CB6=Grotuvo būseną rodyti kaip pažangos juostos spalvą
CB7=Audio transliavimui naudoti „neapibrėžtą“ būseną
CB18=Neleisti išjungti ekrano
CB23=Pridėti į naršyklės kontekstinį meniu
CB24=Pridėti į CD/DVD auto paleidimo meniu
CB40=Pridėti nuorodą į „Vykdyti“ meniu
CB41=Pridėti prie numatytųjų programų sąrašo
CB60=Automatinis paleidimas
GB1=Integracija
GB2=Rodyti mygtuką užduočių juostoje
L1=[!]Grotuvo langas turi būti aktyvus
L99=Prioritetas

[OptionsFrameSkins]
B2=Naršyti...
C1=Išvaizdos failai
lbURL=Gauti daugiau apvalkalų
miDelete=Pašalinti

[OptionsFrameSort]
Caption=Užduotys
L1=[!] Atvirkščiam rikiavimui naudoti „%!“ makro
L2=Užduočių rūšiavimas
L3=Užduočių grupavimas

[OptionsFrameSoundOutRemapping]
btnRemove.h=Pašalinti nuorodą
Caption=Kanalų pertvarkymas
L0=Individualūs pertvarkymo išankstiniai nustatymai:
L1=Įvestis
L2=Išvestis
L3=Kanalas %d
L4=Pasirinkite išankstinį nustatymą, kurį norite tinkinti: pasirinkite išankstinį nustatymą, kad galėtumėte tinkinti:
N1=Jei redagavimo šablonas tinkamas, visi jūsų pakeitimai bus nedelsiant pritaikyti leidžiamam failui
N2=Jei pasirinktinio šablono nėra, grotuvas naudos numatytąjį šabloną

[OptionsFrameTagEditor]
C1=Elgesys
Caption=Žymų redaktorius
CB1=Leisti pakeisti esamas žymas į numatytąsias

[OptionsFrameTray]
C15=Bendra
C16=Failo informacija
C17=Pelės valdymas
Caption=Dėklas
CB1=Sumažinus programą, sumažinti į sistemos dėklą
CB2=Paleidžiant sumažinti į sistemos dėklą
CB3=Rodyti Mini Grotuvą sumažinus į užduočių juostą
CB4=Sistemos dėklo piktogramoje rodyti atkūrimo būseną
CB5=Visada rodyti sistemos dėklo piktogramą
CB13=Užvedus pelę rodyti failo informaciją
L30=Viengubas paspaudimas:
L31=Dvigubas paspaudimas:
L32=Paspaudimas pelės viduriniu mygtuku:
L34=Rodymo delsa:

[OptionsFrameTray.TrayCmd]
i[0]=(išjungtas)
i[1]=Rodyti / Slėpti
i[2]=Perkelti aukštyn
i[3]=Failo informacija
i[4]=AIMP garso valdymas
i[5]=Leisti/Pauzė
i[6]=Pridėti ir atkurti failus
i[7]=Sekantis failas
i[8]=Ankstesnis failas

[OptionsSoundOutFrame]
C1=Atkūrimo parinktys
Caption=Atkūrimas
CB1=Iš anksto įkelkite kitą takelį, kol groja dabartinė (reikia daugiau atminties)
CB2=Logoritminis garso slinkiklis
CB3=Garsumo valdymas su garsumo kompensavimu
L1=Garso išvesties tipas:
L2=Įrenginys:
L3=Parametrai:
L4=Podėlio dydis:
L5=Pasirinkite kanalus, kurie bus naudojami programos išvesčiai

[OptionsSoundOutTransformFrame]
B1=DSP tvarkyklė
C1=Keitimo parinktys
CB1=Leisti maišyti kanalus
CB1Hint=Erdvinio garso imitavimas stereo / mono takeliams/ mono
CB2=Anti karpymas
CB2Hint=Pašalina triukšmą ir girgžedesius, signalui peršokus 0 db ribą
CB3=Drebėjimas
CB3Hint=Sumažina virpėjimą atsiradusį mažinant diskretizacijos dažnio gylį
CB4=Leisti naudoti sistemos dekoderius
GB1=Serverio muzika
GB2=Įprasta
L1=Diskretizacijos dažnio keitimas:
L2=Greitis
L3=Kokybė

[PartRepeatDialog]
B1=Nustatyti
B2=Pašalinti
Caption=Dalies pakartojimas "A-B"
L1=Taškas A:
L2=Taškas B:

[PlaylistExportSettings]
btnOK=Ok
C4=Takelių sąrašo eksportavimo parinktys
Caption=Takelių sąrašo eksportavimas
CB54=Eksportuoti paslėptus grojaraščio elementus
CB55=Eksportuoti grojaraščio kategorijas
cbDefault=Atsiminti mano pasirinkimą
L26=Užduotis:
L27=Šablonas:

[PlaylistsManagerDialog]
acImport=Importuoti grojaraščius...
acImportDirs=Importuoti aplankus...
acRemove=Pasirinktą pašalinti iš disko
btnPreimage=Nustatymai
cbReadOnly=Neleisti keitimų
cbShuffleMode=Maišyto atkūrimo režimas
L1=Bendri
L2=Asmeniniai nustatymai
L3=Aktyvūs grojaraščiai
L4=Neaktyvūs grojaraščiai
L5=Peržiūra
lbPreimage=Preimage:
lbPreimageNotes=Preimage yra aplankas arba grojaraščio failas, esamo grojaraščio šaltinio duomenys. Norėdami sinchronizuoti su preimage, paspauskite „Įkrauti iš naujo iš preimage“.\n\n [!] Sinchronizavimas atliekamas tik kryptimi Preimage -> Grojaraštis.
lbStorage=Vieta:

[QTEAlbumArtEditor]
btnCancel=Atšaukti
btnOk=OK
Caption=Albumo Viršelių Redaktorius
lbScale=Skalė
lbSizes=Dydžiai:
pnlCrop=Kirpti
pnlScale=Sumažinti

[QteCustomFields]
btnCancel=Atšaukti
btnOK=OK
Caption=Nežinomi laukeliai
miCopy=Kopijuoti
miCopyAsUTF8=Kopijuoti kaip UTF8 eilutę
miCopyAsUTF16BE=Kopijuoti kaip UTF16BE eilutę
miCopyAsUTF16LE=Kopijuoti kaip UTF16LE eilutę
miDelete=Ištrinti
miExtractAll=Išsaugoti kaip...
miExtractSelected=Išsaugoti pasirinktus kaip...

[QTEExpressions]
btnCancel=Atšaukti
btnOK=OK
Caption=Išraiškos
lbTitle=Įveskite išraišką, kuri bus naudojama kaip visų pasirinktų failų redagavimo lauko vertės pirminis procesorius
W1=Išraiška turi prasidėti nuo "="

[QTEForm]
acMemoClear.h=Išvalyti
acMemoLoad.h=Įkrauti iš failo...
acMemoSave.h=Išsaugoti kaip...
bCopyTo=Kopijuoti į . . .
Caption=Greitas žymių redaktorius
L1=Krauti
L2=Saugoti
L3=Nuimkite varnelę kad pašalintų albumo paveiklėlį nuo failo išsaugant pakeitimus
lbCustomFields=Nežinomi laukeliai...
T1=Pagrindiniai
T2=Dainų žodžiai
T3=CUE
T4=Informacija

[QueueDialog]
Caption=Eilės tvarkyklė
CB1=Pauzė
L1=Bendras laikas:

[QueueDialog.ListView]
c[0]=Numeris
c[1]=Failo pavadinimas
c[2]=Grojaraštis
c[3]=Trukmė

[SearchForm]
B1=Paieškos parinktys
B2=Užverti
Caption=Išplėstinė paieška
CB1=Ieškoti pavadinimuose
CB2=Ieškoti tarp atlikėjų
CB3=Ieškoti tarp albumų
CB4=Ieškoti tarp žanrų
CB5=Ieškoti failų varduose
CB6=Automatinė paieška
L1=(Visi)
N1=Leisti
N6=Surasti grojaraštyje

[SearchForm.Table]
c[0]=Titulas
c[1]=Grojaraštis
c[2]=Eilės Indeksavimas

[Templates]
%Album=- albumas
%AlbumArtist=- albumo artistai
%AlbumGain=- vertė albumui
%Artist=- artistai
%BitDepth=- bitų gylis
%Bitrate=- bitreitas
%BPM=- plakimai per minutę
%Caps2(A)=- Visi Žodžiai Su Didžiosiomis Raidėmis, NeaTSižVElgiAnT Į ŠaltiNIO dyDį
%Caps(A)=- Visi Žodžiai Su Pirmaja Didžiaja Raide
%Case(..)=- grąžina pirmąjį ne tuščią argumentą
%Catalog=- katalogo pavadinimas
%Channels=- kanalai
%Chapter=- dabartinis skyrius
%Char(A)=- simboliai su A kodu
%CleanTitle(A)=- pašalina iš A eilutės informaciją apie atlikėjus
%Comment=- aprašas
%Composer=- kompozitorius
%Conductor= - sujungimas
%Copyright=- autorių teisės
%Dec(A,B)=- sumažina A vertę B.
%Detransliterate(A)=- panaikinti kirilicos simbolius iš lotynų abėcėlės
%DiskNumber=- disko numeris
%DiskTotal=- bendras diskų skaičius
%Duration=- takelio ilgis (s)
%EncodedBy=- užkoduota
%ExtractFileExt(A)=- išsaugomas A failo tipas
%FileCreatedDate=- failo sukurimo data
%FileCreatedDateAndTime=- failo sukūrimo data ir laikas
%FileCreatedTime=- failo sukurimo laikas
%FileDir(..)=- visas kelias į pirminį katalogą
%FileFormat=- failo formatas
%FileModifiedDate=- failo keitimo data
%FileModifiedDateAndTime=- pakeisto failo data ir laikas
%FileModifiedTime=- failo keitimo laikas
%FileName=- visas failo vardas
%FileParentDir(..)=- pirminio katalogo pavadinimas
%FileSize=- failo dydis (bitais)
%Format(A,B)=A - formato eilutės numerinė vertė, B - vertė
%Genre=- žanras
%Year=- metai
%IF(A,B,C)== C, jeigu A yra tuščia kitaip - B
%IFEqual(A,B,C,D)== C, jeigu A = B, kitaip - D
%IFGreater(A,B,C,D)== C, jeigu A > B, kitaip - D
%IFGreaterOrEqual(A,B,C,D)= = C, jeigu A >= B, kitaip - D
%Inc(A,B)=- padidina A reikšmę B.
%Index=- pozicija grojaraštyje
%ISRC=- ISRC kodas
%LastPlayDate=- Paskutinė grojimo data
%LastPlayTime= - Paskutinis  grojimo laikas
%Length(A)=A eilutės ilgis
%Link= - URL
%Lyricist= - tekstų autorius
%Lyrics=- žodziai
%Low(A)=- mažosios raidės
%Mark= - žymė
%Mood= - mood
%NewLine=(tik takelių sąrašui)
%PlayCount= - grojimų skaičius
%PrefixToTail(A)=- perkelia "The" ir "A" priešdėlius į A eilutės pabaigą
%PrefixTrim(A)=- pašalina „The“ ir „A“ priešdėlius iš A eilutės
%Publisher=- leidejai
%Random(..)=- atsitiktinis skaičius nuo 1 iki nurodyto argumente.
%Rating=- takelio reitingas
%RemoveFileExt(A)=- pašalina failo plėtinį iš A failo pavadinimo
%Replace(A,B,C)=, kur  A šaltinio eilutė, B - vertė surasti, C - vertė pakeisti
%SampleRate=- mėginimų dažnumas
%StrCopy(A,B,C)=- kopijuoti  simbolius is A pozicijos B kur C simboliu kiekis kopijavimui 
%StrLeft(A,B)=- kopijuoja pirmuosius B simbolius iš A eilutės
%StrPos(A,B)=- ieškoti  sub-eilutės A B eilutėj
%StrRight(A,B)=- nukopijuoja paskutinius B simbolius iš A eilutės
%StrTrim(A)=- nukopijuoja paskutinius B simbolius iš A eilutės
%TimeCode=- grojamo failo padėtis "H:MM:SS.ZZZ" formatu
%Title=- titulas
%Today(..)=- dabartinė data ir laikas, numatytasis formatas yra "yyyy.MM.dd hh:mm:ss"
%TrackGain=- takelio kartojimo vertė
%TrackNumber= - takelio skaičius
%TrackTotal=- bendras takelių skaičius
%Transliterate(A)=- transliteruoti kirilicos simbolius į lotynų abėcėlę
%Up(A)= - DIDZIOSIOS RAIDĖS
%Value=- dabartinė vertė

[Templates.Categories]
0=Pagrindinės
1=Case
2=Būsena
3=Strings
10=Meta
11=Failas
20=Statistika

[Updater]
B1=Tikrinti, ar yra atnaujinimų
B2=Atsisiųsti
Caption=Atnaujinimų tikrinimas
CB1=Daugiau nepriminti apie šią versiją
L1=Jūsų versija:
L2=Naujausia versija:
L3=Rankinis atnaujinimų tikrinimas
L4=Prieinama nauja versija: %s
L5=Atnaujinti į
L6=stabilūs leidimai|bandomosios versijos (beta)|vystymo versijos (alfa)
W1=ĮSPĖJIMAS! Pasirinkta versija gali būti labai nestabili ir joje yra daug klaidų! Tęsti?

